{
  "text": {
    "start": 84,
    "begin": 12,
    "let": 53,
    "us": 102,
    "initiate": 46,
    "hello": 41,
    "hi": 43,
    "hey": 42,
    "i": 44,
    "need": 63,
    "a": 2,
    "report": 78,
    "can": 16,
    "you": 111,
    "get": 38,
    "want": 104,
    "yes": 110,
    "list": 56,
    "yeah": 108,
    "no": 64,
    "do": 28,
    "not": 65,
    "really": 76,
    "search": 80,
    "for": 36,
    "attendance": 9,
    "find": 34,
    "fee": 33,
    "show": 82,
    "library": 54,
    "look": 57,
    "up": 100,
    "transport": 98,
    "category": 17,
    "meeting": 62,
    "student": 88,
    "progressreport": 72,
    "mark": 60,
    "detail": 24,
    "about": 3,
    "information": 45,
    "on": 67,
    "display": 27,
    "could": 23,
    "to": 95,
    "be": 11,
    "of": 66,
    "provide": 73,
    "give": 39,
    "access": 4,
    "please": 69,
    "lookup": 58,
    "tell": 93,
    "what": 105,
    "would": 107,
    "like": 55,
    "inquire": 47,
    "see": 81,
    "enquire": 30,
    "reason": 77,
    "staff": 83,
    "classwise": 19,
    "class": 18,
    "wise": 106,
    "collect": 20,
    "book": 13,
    "condition": 21,
    "barcode": 10,
    "generation": 37,
    "status": 85,
    "transaction": 96,
    "type": 99,
    "achievement": 5,
    "intra": 48,
    "campus": 15,
    "consolidated": 22,
    "__number__": 1,
    "year": 109,
    "performance": 68,
    "teacher": 92,
    "ratio": 75,
    "progress": 71,
    "kg": 50,
    "assign": 8,
    "group": 40,
    "fine": 35,
    "master": 61,
    "3rd": 0,
    "language": 51,
    "summary": 90,
    "effective": 29,
    "strength": 87,
    "subject": 89,
    "map": 59,
    "tc": 91,
    "admission": 6,
    "detailed": 25,
    "timetable": 94,
    "stock": 86,
    "updation": 101,
    "verification": 103,
    "difference": 26,
    "branch": 14,
    "ledger": 52,
    "transfer": 97,
    "exam": 32,
    "result": 79,
    "entry": 31,
    "product": 70,
    "and": 7,
    "item": 49,
    "purchase": 74
  },
  "intent": {
    "start_conversation": 6,
    "request_report": 3,
    "need_list": 0,
    "no_list": 2,
    "search_term": 4,
    "select_menu": 5,
    "nlu_fallback": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_action_link": 6,
    "action_fetch_menu_names": 7,
    "utter_ask_list": 14,
    "utter_ask_search_term": 15,
    "utter_default": 16,
    "utter_initial_greeting": 17,
    "utter_no_list": 18
  },
  "action_text": null,
  "intent_response_key": null
}