{
  "text": {
    "hi": 62,
    "hello": 59,
    "hey": 61,
    "good": 55,
    "morning": 85,
    "evening": 42,
    "i": 64,
    "need": 86,
    "a": 2,
    "report": 101,
    "can": 20,
    "you": 144,
    "get": 53,
    "me": 82,
    "want": 137,
    "yes": 143,
    "list": 75,
    "yeah": 141,
    "no": 87,
    "don": 37,
    "t": 118,
    "not": 88,
    "really": 99,
    "search": 103,
    "for": 48,
    "attendance": 13,
    "find": 46,
    "fees": 45,
    "show": 107,
    "library": 73,
    "look": 76,
    "up": 132,
    "transport": 128,
    "category": 21,
    "meetings": 83,
    "student": 113,
    "basic": 16,
    "progressreport": 95,
    "marks": 80,
    "different": 33,
    "type": 129,
    "using": 134,
    "verb": 135,
    "adding": 6,
    "details": 32,
    "about": 3,
    "more": 84,
    "descriptive": 30,
    "information": 65,
    "on": 90,
    "display": 34,
    "synonym": 117,
    "question": 97,
    "format": 50,
    "could": 27,
    "to": 126,
    "am": 8,
    "looking": 77,
    "of": 89,
    "provide": 96,
    "give": 54,
    "access": 4,
    "shorter": 106,
    "please": 93,
    "very": 136,
    "short": 105,
    "at": 12,
    "end": 39,
    "just": 68,
    "entity": 41,
    "keyword": 69,
    "lookup": 78,
    "association": 11,
    "tell": 121,
    "what": 138,
    "formal": 49,
    "inquire": 66,
    "d": 29,
    "like": 74,
    "let": 72,
    "see": 104,
    "enquire": 40,
    "uk": 131,
    "spelling": 109,
    "broader": 18,
    "coverage": 28,
    "reasons": 100,
    "staff": 110,
    "classwise": 23,
    "class": 22,
    "wise": 139,
    "collect": 24,
    "book": 17,
    "condition": 25,
    "barcode": 15,
    "generation": 52,
    "status": 111,
    "transaction": 127,
    "types": 130,
    "achievement": 5,
    "intra": 67,
    "campus": 19,
    "consolidated": 26,
    "__number__": 1,
    "year": 142,
    "performance": 92,
    "teacher": 120,
    "ratio": 98,
    "progress": 94,
    "kg": 70,
    "assign": 10,
    "group": 56,
    "fine": 47,
    "master": 81,
    "3rd": 0,
    "language": 71,
    "summary": 116,
    "effective": 38,
    "strength": 112,
    "subject": 115,
    "map": 79,
    "tc": 119,
    "students": 114,
    "admission": 7,
    "detailed": 31,
    "timetable": 125,
    "how": 63,
    "does": 36,
    "this": 123,
    "work": 140,
    "do": 35,
    "help": 60,
    "guide": 58,
    "through": 124,
    "reports": 102,
    "explain": 43,
    "the": 122,
    "features": 44,
    "use": 133,
    "some": 108,
    "guidance": 57,
    "generate": 51,
    "are": 9,
    "available": 14,
    "options": 91
  },
  "intent": {
    "greet": 1,
    "request_report": 5,
    "need_list": 2,
    "no_list": 4,
    "search_term": 6,
    "select_menu": 7,
    "ask_help": 0,
    "nlu_fallback": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_action_link": 6,
    "action_fetch_menu_names": 7,
    "action_provide_help": 9,
    "utter_ask_list": 15,
    "utter_ask_search_term": 16,
    "utter_default": 17,
    "utter_greet": 18,
    "utter_no_list": 19
  },
  "action_text": null,
  "intent_response_key": null
}