{
  "text": {
    "hi": 63,
    "hello": 61,
    "hey": 62,
    "good": 59,
    "morning": 93,
    "evening": 45,
    "i": 67,
    "need": 95,
    "a": 2,
    "report": 116,
    "can": 22,
    "you": 167,
    "get": 56,
    "want": 157,
    "yes": 166,
    "list": 83,
    "yeah": 164,
    "no": 96,
    "do": 38,
    "not": 97,
    "really": 112,
    "search": 119,
    "for": 52,
    "attendance": 13,
    "find": 50,
    "fee": 49,
    "show": 122,
    "library": 81,
    "look": 84,
    "up": 151,
    "transport": 147,
    "category": 24,
    "meeting": 91,
    "student": 131,
    "basic": 15,
    "progressreport": 105,
    "mark": 89,
    "different": 36,
    "type": 148,
    "use": 153,
    "verb": 154,
    "add": 6,
    "detail": 33,
    "about": 3,
    "more": 92,
    "descriptive": 32,
    "information": 70,
    "on": 99,
    "display": 37,
    "synonym": 134,
    "question": 109,
    "format": 54,
    "could": 30,
    "to": 144,
    "be": 16,
    "of": 98,
    "provide": 106,
    "give": 58,
    "access": 4,
    "short": 121,
    "please": 102,
    "very": 156,
    "at": 12,
    "end": 41,
    "just": 75,
    "entity": 43,
    "keyword": 76,
    "lookup": 85,
    "association": 11,
    "tell": 138,
    "what": 160,
    "formal": 53,
    "inquire": 71,
    "would": 163,
    "like": 82,
    "let": 80,
    "see": 120,
    "enquire": 42,
    "uk": 149,
    "spelling": 125,
    "broad": 20,
    "coverage": 31,
    "reason": 113,
    "staff": 126,
    "classwise": 26,
    "class": 25,
    "wise": 162,
    "collect": 27,
    "book": 17,
    "condition": 28,
    "barcode": 14,
    "generation": 55,
    "status": 128,
    "transaction": 145,
    "achievement": 5,
    "intra": 72,
    "campus": 21,
    "consolidated": 29,
    "__number__": 1,
    "year": 165,
    "performance": 100,
    "teacher": 137,
    "ratio": 111,
    "progress": 104,
    "kg": 77,
    "assign": 10,
    "group": 60,
    "fine": 51,
    "master": 90,
    "3rd": 0,
    "language": 78,
    "summary": 133,
    "effective": 39,
    "strength": 130,
    "subject": 132,
    "map": 88,
    "tc": 136,
    "admission": 7,
    "detailed": 34,
    "timetable": 143,
    "stock": 129,
    "updation": 152,
    "verification": 155,
    "difference": 35,
    "branch": 19,
    "ledger": 79,
    "transfer": 146,
    "exam": 46,
    "result": 117,
    "entry": 44,
    "product": 103,
    "and": 9,
    "item": 73,
    "purchase": 107,
    "understand": 150,
    "repeat": 114,
    "that": 140,
    "huh": 66,
    "sorry": 124,
    "rephrase": 115,
    "say": 118,
    "again": 8,
    "the": 141,
    "weather": 159,
    "joke": 74,
    "who": 161,
    "make": 86,
    "your": 168,
    "name": 94,
    "bot": 18,
    "talk": 135,
    "something": 123,
    "else": 40,
    "random": 110,
    "gibberish": 57,
    "text": 139,
    "capital": 23,
    "india": 69,
    "example": 47,
    "this": 142,
    "how": 65,
    "many": 87,
    "state": 127,
    "in": 68,
    "we": 158,
    "history": 64,
    "explain": 48,
    "quantum": 108,
    "physics": 101
  },
  "intent": {
    "greet": 0,
    "request_report": 4,
    "need_list": 1,
    "no_list": 3,
    "search_term": 5,
    "select_menu": 6,
    "nlu_fallback": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 9,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_action_link": 6,
    "action_fetch_menu_names": 7,
    "action_gemini_response": 8,
    "utter_ask_list": 15,
    "utter_ask_search_term": 16,
    "utter_greet": 17,
    "utter_no_list": 18
  },
  "action_text": null,
  "intent_response_key": null
}