{
  "text": {
    "hi": 65,
    "hello": 62,
    "hey": 64,
    "good": 58,
    "morning": 89,
    "evening": 43,
    "i": 67,
    "need": 91,
    "a": 2,
    "report": 110,
    "can": 21,
    "you": 158,
    "get": 56,
    "want": 150,
    "yes": 157,
    "list": 80,
    "yeah": 155,
    "no": 92,
    "do": 37,
    "not": 93,
    "really": 108,
    "search": 113,
    "for": 51,
    "attendance": 12,
    "find": 49,
    "fee": 48,
    "show": 116,
    "library": 78,
    "look": 81,
    "up": 143,
    "transport": 138,
    "category": 22,
    "meeting": 87,
    "student": 124,
    "basic": 14,
    "progressreport": 102,
    "mark": 85,
    "different": 35,
    "type": 140,
    "use": 145,
    "verb": 146,
    "add": 6,
    "detail": 32,
    "about": 3,
    "more": 88,
    "descriptive": 31,
    "information": 68,
    "on": 95,
    "display": 36,
    "synonym": 127,
    "question": 105,
    "format": 53,
    "could": 28,
    "to": 135,
    "be": 15,
    "of": 94,
    "provide": 103,
    "give": 57,
    "access": 4,
    "short": 115,
    "please": 98,
    "very": 148,
    "at": 11,
    "end": 39,
    "just": 72,
    "entity": 41,
    "keyword": 73,
    "lookup": 82,
    "association": 10,
    "tell": 130,
    "what": 151,
    "formal": 52,
    "inquire": 69,
    "would": 154,
    "like": 79,
    "let": 77,
    "see": 114,
    "enquire": 40,
    "uk": 141,
    "spelling": 118,
    "broad": 19,
    "coverage": 29,
    "reason": 109,
    "staff": 119,
    "classwise": 24,
    "class": 23,
    "wise": 152,
    "collect": 25,
    "book": 16,
    "condition": 26,
    "barcode": 13,
    "generation": 55,
    "status": 121,
    "transaction": 136,
    "achievement": 5,
    "intra": 70,
    "campus": 20,
    "consolidated": 27,
    "__number__": 1,
    "year": 156,
    "performance": 97,
    "teacher": 129,
    "ratio": 107,
    "progress": 101,
    "kg": 74,
    "assign": 9,
    "group": 59,
    "fine": 50,
    "master": 86,
    "3rd": 0,
    "language": 75,
    "summary": 126,
    "effective": 38,
    "strength": 123,
    "subject": 125,
    "map": 84,
    "tc": 128,
    "admission": 7,
    "detailed": 33,
    "timetable": 134,
    "stock": 122,
    "updation": 144,
    "verification": 147,
    "difference": 34,
    "branch": 18,
    "ledger": 76,
    "transfer": 137,
    "exam": 44,
    "result": 111,
    "entry": 42,
    "product": 100,
    "and": 8,
    "item": 71,
    "purchase": 104,
    "the": 131,
    "run": 112,
    "execute": 45,
    "datum": 30,
    "have": 61,
    "how": 66,
    "this": 132,
    "bot": 17,
    "explain": 46,
    "work": 153,
    "main": 83,
    "feature": 47,
    "guide": 60,
    "some": 117,
    "help": 63,
    "understand": 142,
    "my": 90,
    "option": 96,
    "general": 54,
    "start": 120,
    "quick": 106,
    "tutorial": 139,
    "walk": 149,
    "through": 133,
    "process": 99
  },
  "intent": {
    "greet": 1,
    "request_report": 5,
    "need_list": 2,
    "no_list": 4,
    "search_term": 6,
    "select_menu": 7,
    "ask_help": 0,
    "nlu_fallback": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_action_link": 6,
    "action_fetch_menu_names": 7,
    "action_provide_help": 9,
    "utter_ask_list": 15,
    "utter_ask_search_term": 16,
    "utter_default": 17,
    "utter_greet": 18,
    "utter_no_list": 19
  },
  "action_text": null,
  "intent_response_key": null
}