{
  "text": {
    "hi": 60,
    "hello": 57,
    "hey": 59,
    "good": 54,
    "morning": 84,
    "evening": 41,
    "i": 62,
    "need": 86,
    "a": 2,
    "report": 103,
    "can": 20,
    "you": 149,
    "get": 52,
    "me": 81,
    "want": 142,
    "yes": 148,
    "list": 73,
    "yeah": 146,
    "no": 87,
    "don": 36,
    "t": 120,
    "not": 88,
    "really": 101,
    "search": 104,
    "for": 47,
    "attendance": 13,
    "find": 45,
    "fees": 44,
    "show": 108,
    "library": 71,
    "look": 74,
    "up": 136,
    "transport": 130,
    "category": 21,
    "meetings": 82,
    "student": 115,
    "basic": 15,
    "progressreport": 96,
    "marks": 79,
    "different": 33,
    "type": 132,
    "using": 138,
    "verb": 139,
    "adding": 6,
    "details": 32,
    "about": 3,
    "more": 83,
    "descriptive": 30,
    "information": 63,
    "on": 90,
    "display": 34,
    "synonym": 119,
    "question": 98,
    "format": 49,
    "could": 27,
    "to": 128,
    "am": 8,
    "looking": 75,
    "of": 89,
    "provide": 97,
    "give": 53,
    "access": 4,
    "shorter": 107,
    "please": 93,
    "very": 140,
    "short": 106,
    "at": 12,
    "end": 38,
    "just": 66,
    "entity": 40,
    "keyword": 67,
    "lookup": 76,
    "association": 11,
    "tell": 123,
    "what": 143,
    "formal": 48,
    "inquire": 64,
    "d": 29,
    "like": 72,
    "let": 70,
    "see": 105,
    "enquire": 39,
    "uk": 134,
    "spelling": 110,
    "broader": 18,
    "coverage": 28,
    "reasons": 102,
    "staff": 111,
    "classwise": 23,
    "class": 22,
    "wise": 144,
    "collect": 24,
    "book": 16,
    "condition": 25,
    "barcode": 14,
    "generation": 51,
    "status": 113,
    "transaction": 129,
    "types": 133,
    "achievement": 5,
    "intra": 65,
    "campus": 19,
    "consolidated": 26,
    "__number__": 1,
    "year": 147,
    "performance": 92,
    "teacher": 122,
    "ratio": 100,
    "progress": 95,
    "kg": 68,
    "assign": 10,
    "group": 55,
    "fine": 46,
    "master": 80,
    "3rd": 0,
    "language": 69,
    "summary": 118,
    "effective": 37,
    "strength": 114,
    "subject": 117,
    "map": 78,
    "tc": 121,
    "students": 116,
    "admission": 7,
    "detailed": 31,
    "timetable": 127,
    "how": 61,
    "do": 35,
    "use": 137,
    "this": 125,
    "bot": 17,
    "explain": 42,
    "works": 145,
    "are": 9,
    "the": 124,
    "main": 77,
    "features": 43,
    "guide": 56,
    "some": 109,
    "help": 58,
    "understanding": 135,
    "my": 85,
    "options": 91,
    "general": 50,
    "started": 112,
    "quick": 99,
    "tutorial": 131,
    "walk": 141,
    "through": 126,
    "process": 94
  },
  "intent": {
    "greet": 1,
    "request_report": 5,
    "need_list": 2,
    "no_list": 4,
    "search_term": 6,
    "select_menu": 7,
    "ask_help": 0,
    "nlu_fallback": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_action_link": 6,
    "action_fetch_menu_names": 7,
    "action_provide_help": 9,
    "utter_ask_list": 15,
    "utter_ask_search_term": 16,
    "utter_default": 17,
    "utter_greet": 18,
    "utter_no_list": 19
  },
  "action_text": null,
  "intent_response_key": null
}