{
  "text": {
    "hi": 52,
    "hello": 50,
    "hey": 51,
    "good": 48,
    "morning": 73,
    "evening": 38,
    "i": 53,
    "need": 74,
    "a": 2,
    "report": 88,
    "can": 18,
    "you": 124,
    "get": 46,
    "me": 70,
    "want": 118,
    "yes": 123,
    "list": 64,
    "yeah": 121,
    "no": 75,
    "don": 33,
    "t": 103,
    "not": 76,
    "really": 86,
    "search": 89,
    "for": 42,
    "attendance": 12,
    "find": 40,
    "fees": 39,
    "show": 93,
    "library": 62,
    "look": 65,
    "up": 114,
    "transport": 110,
    "category": 19,
    "meetings": 71,
    "student": 98,
    "basic": 14,
    "progressreport": 82,
    "different": 31,
    "type": 111,
    "using": 115,
    "verb": 116,
    "adding": 6,
    "details": 30,
    "about": 3,
    "more": 72,
    "descriptive": 28,
    "information": 54,
    "on": 78,
    "display": 32,
    "synonym": 102,
    "question": 84,
    "format": 44,
    "could": 25,
    "to": 108,
    "am": 8,
    "looking": 66,
    "of": 77,
    "provide": 83,
    "give": 47,
    "access": 4,
    "shorter": 92,
    "please": 80,
    "very": 117,
    "short": 91,
    "at": 11,
    "end": 35,
    "just": 57,
    "entity": 37,
    "keyword": 58,
    "lookup": 67,
    "association": 10,
    "tell": 106,
    "what": 119,
    "inquire": 55,
    "formal": 43,
    "d": 27,
    "like": 63,
    "let": 61,
    "see": 90,
    "enquire": 36,
    "uk": 113,
    "spelling": 94,
    "broader": 16,
    "coverage": 26,
    "reasons": 87,
    "staff": 95,
    "classwise": 21,
    "class": 20,
    "wise": 120,
    "collect": 22,
    "book": 15,
    "condition": 23,
    "barcode": 13,
    "generation": 45,
    "status": 96,
    "transaction": 109,
    "types": 112,
    "achievement": 5,
    "intra": 56,
    "campus": 17,
    "consolidated": 24,
    "__number__": 1,
    "year": 122,
    "performance": 79,
    "teacher": 105,
    "ratio": 85,
    "progress": 81,
    "kg": 59,
    "assign": 9,
    "group": 49,
    "fine": 41,
    "master": 69,
    "3rd": 0,
    "language": 60,
    "summary": 101,
    "effective": 34,
    "strength": 97,
    "subject": 100,
    "map": 68,
    "tc": 104,
    "students": 99,
    "admission": 7,
    "detailed": 29,
    "timetable": 107
  },
  "intent": {
    "greet": 0,
    "request_report": 4,
    "need_list": 1,
    "no_list": 3,
    "search_term": 5,
    "select_menu": 6,
    "nlu_fallback": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_action_link": 6,
    "action_fetch_menu_names": 7,
    "utter_ask_list": 14,
    "utter_ask_search_term": 15,
    "utter_default": 16,
    "utter_greet": 17,
    "utter_no_list": 18
  },
  "action_text": null,
  "intent_response_key": null
}