{
  "text": {
    "hi": 45,
    "hello": 43,
    "hey": 44,
    "good": 42,
    "morning": 63,
    "evening": 33,
    "i": 46,
    "need": 64,
    "a": 1,
    "report": 78,
    "can": 15,
    "you": 108,
    "get": 40,
    "me": 60,
    "want": 102,
    "yes": 107,
    "list": 56,
    "yeah": 105,
    "no": 65,
    "don": 29,
    "t": 89,
    "not": 66,
    "really": 76,
    "search": 79,
    "for": 36,
    "attendance": 9,
    "find": 35,
    "fees": 34,
    "show": 83,
    "library": 54,
    "look": 57,
    "up": 98,
    "transport": 94,
    "category": 16,
    "meetings": 61,
    "basic": 11,
    "progressreport": 72,
    "different": 27,
    "type": 95,
    "using": 99,
    "verb": 100,
    "adding": 5,
    "details": 26,
    "about": 2,
    "more": 62,
    "descriptive": 25,
    "information": 47,
    "on": 68,
    "display": 28,
    "synonym": 88,
    "question": 74,
    "format": 38,
    "could": 22,
    "to": 92,
    "am": 6,
    "looking": 58,
    "of": 67,
    "provide": 73,
    "give": 41,
    "access": 3,
    "shorter": 82,
    "please": 70,
    "very": 101,
    "short": 81,
    "at": 8,
    "end": 30,
    "just": 50,
    "entity": 32,
    "keyword": 51,
    "lookup": 59,
    "association": 7,
    "tell": 91,
    "what": 103,
    "inquire": 48,
    "formal": 37,
    "d": 24,
    "like": 55,
    "let": 53,
    "see": 80,
    "enquire": 31,
    "uk": 97,
    "spelling": 84,
    "broader": 13,
    "coverage": 23,
    "reasons": 77,
    "student": 87,
    "staff": 85,
    "classwise": 18,
    "class": 17,
    "wise": 104,
    "collect": 19,
    "book": 12,
    "condition": 20,
    "barcode": 10,
    "generation": 39,
    "status": 86,
    "transaction": 93,
    "types": 96,
    "achievement": 4,
    "intra": 49,
    "campus": 14,
    "consolidated": 21,
    "__number__": 0,
    "year": 106,
    "performance": 69,
    "teacher": 90,
    "ratio": 75,
    "progress": 71,
    "kg": 52
  },
  "intent": {
    "greet": 0,
    "request_report": 4,
    "need_list": 1,
    "no_list": 3,
    "search_term": 5,
    "select_menu": 6,
    "nlu_fallback": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_action_link": 6,
    "action_fetch_menu_names": 7,
    "utter_ask_list": 14,
    "utter_ask_search_term": 15,
    "utter_default": 16,
    "utter_greet": 17,
    "utter_no_list": 18
  },
  "action_text": null,
  "intent_response_key": null
}