{
  "text": {
    "hi": 38,
    "hello": 36,
    "hey": 37,
    "good": 35,
    "morning": 56,
    "evening": 26,
    "i": 39,
    "need": 58,
    "a": 0,
    "report": 70,
    "can": 11,
    "you": 96,
    "get": 33,
    "me": 51,
    "want": 91,
    "yes": 95,
    "list": 47,
    "yeah": 94,
    "no": 59,
    "don": 22,
    "t": 80,
    "not": 60,
    "really": 68,
    "search": 71,
    "for": 30,
    "attendance": 8,
    "find": 29,
    "fees": 28,
    "show": 75,
    "library": 45,
    "look": 48,
    "up": 87,
    "transport": 84,
    "category": 12,
    "meetings": 52,
    "basic": 9,
    "progressreport": 65,
    "different": 20,
    "type": 85,
    "using": 88,
    "verb": 89,
    "adding": 4,
    "details": 19,
    "about": 1,
    "more": 55,
    "descriptive": 18,
    "information": 40,
    "on": 62,
    "display": 21,
    "synonym": 79,
    "question": 67,
    "format": 32,
    "could": 15,
    "to": 83,
    "am": 5,
    "looking": 49,
    "of": 61,
    "provide": 66,
    "give": 34,
    "access": 2,
    "shorter": 74,
    "please": 64,
    "very": 90,
    "short": 73,
    "at": 7,
    "end": 23,
    "just": 42,
    "entity": 25,
    "keyword": 43,
    "lookup": 50,
    "association": 6,
    "tell": 81,
    "what": 92,
    "inquire": 41,
    "formal": 31,
    "d": 17,
    "like": 46,
    "let": 44,
    "see": 72,
    "enquire": 24,
    "uk": 86,
    "spelling": 76,
    "broader": 10,
    "coverage": 16,
    "reasons": 69,
    "student": 78,
    "staff": 77,
    "menu_name": 54,
    "classwise": 14,
    "add": 3,
    "these": 82,
    "menu": 53,
    "name": 57,
    "only": 63,
    "examples": 27,
    "class": 13,
    "wise": 93
  },
  "intent": {
    "greet": 0,
    "request_report": 4,
    "need_list": 1,
    "no_list": 3,
    "search_term": 5,
    "select_menu": 6,
    "nlu_fallback": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_action_link": 6,
    "action_fetch_menu_names": 7,
    "utter_ask_list": 14,
    "utter_ask_search_term": 15,
    "utter_default": 16,
    "utter_greet": 17,
    "utter_no_list": 18
  },
  "action_text": null,
  "intent_response_key": null
}