{
  "text": {
    "hi": 56,
    "hello": 54,
    "hey": 55,
    "good": 52,
    "morning": 78,
    "evening": 41,
    "i": 57,
    "need": 79,
    "a": 2,
    "report": 95,
    "can": 20,
    "you": 133,
    "get": 50,
    "want": 126,
    "yes": 132,
    "list": 70,
    "yeah": 130,
    "no": 80,
    "do": 35,
    "not": 81,
    "really": 93,
    "search": 97,
    "for": 46,
    "attendance": 12,
    "find": 44,
    "fee": 43,
    "show": 100,
    "library": 68,
    "look": 71,
    "up": 120,
    "transport": 117,
    "category": 21,
    "meeting": 76,
    "student": 106,
    "basic": 14,
    "progressreport": 88,
    "mark": 74,
    "different": 33,
    "type": 118,
    "use": 122,
    "verb": 123,
    "add": 6,
    "detail": 30,
    "about": 3,
    "more": 77,
    "descriptive": 29,
    "information": 58,
    "on": 83,
    "display": 34,
    "synonym": 109,
    "question": 91,
    "format": 48,
    "could": 27,
    "to": 114,
    "be": 15,
    "of": 82,
    "provide": 89,
    "give": 51,
    "access": 4,
    "short": 99,
    "please": 85,
    "very": 125,
    "at": 11,
    "end": 37,
    "just": 62,
    "entity": 39,
    "keyword": 63,
    "lookup": 72,
    "association": 10,
    "tell": 112,
    "what": 127,
    "formal": 47,
    "inquire": 59,
    "would": 129,
    "like": 69,
    "let": 67,
    "see": 98,
    "enquire": 38,
    "uk": 119,
    "spelling": 101,
    "broad": 18,
    "coverage": 28,
    "reason": 94,
    "staff": 102,
    "classwise": 23,
    "class": 22,
    "wise": 128,
    "collect": 24,
    "book": 16,
    "condition": 25,
    "barcode": 13,
    "generation": 49,
    "status": 103,
    "transaction": 115,
    "achievement": 5,
    "intra": 60,
    "campus": 19,
    "consolidated": 26,
    "__number__": 1,
    "year": 131,
    "performance": 84,
    "teacher": 111,
    "ratio": 92,
    "progress": 87,
    "kg": 64,
    "assign": 9,
    "group": 53,
    "fine": 45,
    "master": 75,
    "3rd": 0,
    "language": 65,
    "summary": 108,
    "effective": 36,
    "strength": 105,
    "subject": 107,
    "map": 73,
    "tc": 110,
    "admission": 7,
    "detailed": 31,
    "timetable": 113,
    "stock": 104,
    "updation": 121,
    "verification": 124,
    "difference": 32,
    "branch": 17,
    "ledger": 66,
    "transfer": 116,
    "exam": 42,
    "result": 96,
    "entry": 40,
    "product": 86,
    "and": 8,
    "item": 61,
    "purchase": 90
  },
  "intent": {
    "greet": 0,
    "request_report": 4,
    "need_list": 1,
    "no_list": 3,
    "search_term": 5,
    "select_menu": 6,
    "nlu_fallback": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 9,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_action_link": 6,
    "action_fetch_menu_names": 7,
    "action_gemini_response": 8,
    "utter_ask_list": 15,
    "utter_ask_search_term": 16,
    "utter_greet": 17,
    "utter_no_list": 18
  },
  "action_text": null,
  "intent_response_key": null
}