{
  "text": {
    "hey": 37,
    "hello": 35,
    "hi": 38,
    "there": 83,
    "good": 29,
    "morning": 54,
    "evening": 21,
    "moin": 53,
    "let": 48,
    "s": 70,
    "go": 27,
    "dude": 20,
    "goodmorning": 32,
    "goodevening": 31,
    "afternoon": 2,
    "cu": 16,
    "by": 9,
    "cee": 12,
    "you": 96,
    "later": 47,
    "night": 60,
    "bye": 10,
    "goodbye": 30,
    "have": 34,
    "a": 1,
    "nice": 59,
    "day": 17,
    "see": 74,
    "around": 6,
    "yes": 95,
    "y": 94,
    "indeed": 44,
    "of": 64,
    "course": 15,
    "that": 81,
    "sounds": 76,
    "correct": 14,
    "no": 61,
    "n": 56,
    "never": 58,
    "i": 41,
    "don": 19,
    "t": 79,
    "think": 84,
    "so": 75,
    "like": 49,
    "way": 90,
    "not": 62,
    "really": 69,
    "perfect": 66,
    "great": 33,
    "amazing": 4,
    "feeling": 25,
    "king": 46,
    "wonderful": 92,
    "am": 3,
    "very": 88,
    "going": 28,
    "to": 86,
    "save": 73,
    "the": 82,
    "world": 93,
    "super": 78,
    "stoked": 77,
    "extremely": 22,
    "my": 55,
    "was": 89,
    "horrible": 39,
    "sad": 72,
    "feel": 24,
    "well": 91,
    "disappointed": 18,
    "m": 51,
    "unhappy": 87,
    "extremly": 23,
    "saad": 71,
    "are": 5,
    "bot": 8,
    "human": 40,
    "talking": 80,
    "__number__": 0,
    "this": 85,
    "is": 45,
    "phone": 67,
    "number": 63,
    "here": 36,
    "name": 57,
    "rajesh": 68,
    "iam": 42,
    "people": 65,
    "call": 11,
    "me": 52,
    "live": 50,
    "in": 43,
    "bangalore": 7,
    "city": 13,
    "from": 26
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 1,
    "inform": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_say_data": 9,
    "simple_form": 13,
    "utter_goodbye": 14,
    "utter_iamabot": 15
  },
  "action_text": null,
  "intent_response_key": null
}