{
  "text": {
    "hi": 66,
    "hello": 63,
    "hey": 65,
    "good": 60,
    "morning": 92,
    "evening": 46,
    "i": 68,
    "need": 94,
    "a": 2,
    "report": 113,
    "can": 22,
    "you": 165,
    "get": 58,
    "me": 89,
    "want": 158,
    "yes": 164,
    "list": 81,
    "yeah": 162,
    "no": 95,
    "don": 40,
    "t": 133,
    "not": 96,
    "really": 111,
    "search": 116,
    "for": 53,
    "attendance": 14,
    "find": 51,
    "fees": 50,
    "show": 120,
    "library": 79,
    "look": 82,
    "up": 150,
    "transport": 144,
    "category": 23,
    "meetings": 90,
    "student": 128,
    "basic": 16,
    "progressreport": 105,
    "marks": 87,
    "different": 37,
    "type": 146,
    "using": 153,
    "verb": 154,
    "adding": 6,
    "details": 35,
    "about": 3,
    "more": 91,
    "descriptive": 32,
    "information": 69,
    "on": 98,
    "display": 38,
    "synonym": 132,
    "question": 108,
    "format": 55,
    "could": 29,
    "to": 141,
    "am": 8,
    "looking": 83,
    "of": 97,
    "provide": 106,
    "give": 59,
    "access": 4,
    "shorter": 119,
    "please": 101,
    "very": 156,
    "short": 118,
    "at": 13,
    "end": 42,
    "just": 73,
    "entity": 44,
    "keyword": 74,
    "lookup": 84,
    "association": 12,
    "tell": 136,
    "what": 159,
    "formal": 54,
    "inquire": 70,
    "d": 31,
    "like": 80,
    "let": 78,
    "see": 117,
    "enquire": 43,
    "uk": 148,
    "spelling": 122,
    "broader": 20,
    "coverage": 30,
    "reasons": 112,
    "staff": 123,
    "classwise": 25,
    "class": 24,
    "wise": 160,
    "collect": 26,
    "book": 17,
    "condition": 27,
    "barcode": 15,
    "generation": 57,
    "status": 125,
    "transaction": 142,
    "types": 147,
    "achievement": 5,
    "intra": 71,
    "campus": 21,
    "consolidated": 28,
    "__number__": 1,
    "year": 163,
    "performance": 100,
    "teacher": 135,
    "ratio": 110,
    "progress": 104,
    "kg": 75,
    "assign": 11,
    "group": 61,
    "fine": 52,
    "master": 88,
    "3rd": 0,
    "language": 76,
    "summary": 131,
    "effective": 41,
    "strength": 127,
    "subject": 130,
    "map": 86,
    "tc": 134,
    "students": 129,
    "admission": 7,
    "detailed": 34,
    "timetable": 140,
    "stock": 126,
    "updation": 151,
    "verification": 155,
    "difference": 36,
    "branch": 19,
    "ledger": 77,
    "transfer": 143,
    "detail": 33,
    "exam": 47,
    "results": 115,
    "result": 114,
    "entry": 45,
    "product": 103,
    "and": 9,
    "item": 72,
    "purchase": 107,
    "how": 67,
    "do": 39,
    "use": 152,
    "this": 138,
    "bot": 18,
    "explain": 48,
    "works": 161,
    "are": 10,
    "the": 137,
    "main": 85,
    "features": 49,
    "guide": 62,
    "some": 121,
    "help": 64,
    "understanding": 149,
    "my": 93,
    "options": 99,
    "general": 56,
    "started": 124,
    "quick": 109,
    "tutorial": 145,
    "walk": 157,
    "through": 139,
    "process": 102
  },
  "intent": {
    "greet": 1,
    "request_report": 5,
    "need_list": 2,
    "no_list": 4,
    "search_term": 6,
    "select_menu": 7,
    "ask_help": 0,
    "nlu_fallback": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_action_link": 6,
    "action_fetch_menu_names": 7,
    "action_provide_help": 9,
    "utter_ask_list": 15,
    "utter_ask_search_term": 16,
    "utter_default": 17,
    "utter_greet": 18,
    "utter_no_list": 19
  },
  "action_text": null,
  "intent_response_key": null
}