{
  "text": {
    "hi": 69,
    "hello": 66,
    "hey": 68,
    "good": 63,
    "morning": 95,
    "evening": 47,
    "i": 71,
    "need": 97,
    "a": 2,
    "report": 116,
    "can": 22,
    "you": 169,
    "get": 61,
    "me": 92,
    "want": 162,
    "yes": 168,
    "list": 84,
    "yeah": 166,
    "no": 98,
    "don": 41,
    "t": 137,
    "not": 99,
    "really": 114,
    "search": 120,
    "for": 55,
    "attendance": 14,
    "find": 53,
    "fees": 52,
    "show": 124,
    "library": 82,
    "look": 85,
    "up": 154,
    "transport": 148,
    "category": 23,
    "meetings": 93,
    "student": 132,
    "basic": 16,
    "progressreport": 108,
    "marks": 90,
    "different": 38,
    "type": 150,
    "using": 157,
    "verb": 158,
    "adding": 6,
    "details": 36,
    "about": 3,
    "more": 94,
    "descriptive": 33,
    "information": 72,
    "on": 101,
    "display": 39,
    "synonym": 136,
    "question": 111,
    "format": 57,
    "could": 29,
    "to": 145,
    "am": 8,
    "looking": 86,
    "of": 100,
    "provide": 109,
    "give": 62,
    "access": 4,
    "shorter": 123,
    "please": 104,
    "very": 160,
    "short": 122,
    "at": 13,
    "end": 43,
    "just": 76,
    "entity": 45,
    "keyword": 77,
    "lookup": 87,
    "association": 12,
    "tell": 140,
    "what": 163,
    "formal": 56,
    "inquire": 73,
    "d": 31,
    "like": 83,
    "let": 81,
    "see": 121,
    "enquire": 44,
    "uk": 152,
    "spelling": 126,
    "broader": 20,
    "coverage": 30,
    "reasons": 115,
    "staff": 127,
    "classwise": 25,
    "class": 24,
    "wise": 164,
    "collect": 26,
    "book": 17,
    "condition": 27,
    "barcode": 15,
    "generation": 60,
    "status": 129,
    "transaction": 146,
    "types": 151,
    "achievement": 5,
    "intra": 74,
    "campus": 21,
    "consolidated": 28,
    "__number__": 1,
    "year": 167,
    "performance": 103,
    "teacher": 139,
    "ratio": 113,
    "progress": 107,
    "kg": 78,
    "assign": 11,
    "group": 64,
    "fine": 54,
    "master": 91,
    "3rd": 0,
    "language": 79,
    "summary": 135,
    "effective": 42,
    "strength": 131,
    "subject": 134,
    "map": 89,
    "tc": 138,
    "students": 133,
    "admission": 7,
    "detailed": 35,
    "timetable": 144,
    "stock": 130,
    "updation": 155,
    "verification": 159,
    "difference": 37,
    "branch": 19,
    "ledger": 80,
    "transfer": 147,
    "detail": 34,
    "exam": 48,
    "results": 118,
    "result": 117,
    "entry": 46,
    "product": 106,
    "and": 9,
    "item": 75,
    "purchase": 110,
    "the": 141,
    "run": 119,
    "execute": 49,
    "data": 32,
    "generate": 59,
    "how": 70,
    "do": 40,
    "use": 156,
    "this": 142,
    "bot": 18,
    "explain": 50,
    "works": 165,
    "are": 10,
    "main": 88,
    "features": 51,
    "guide": 65,
    "some": 125,
    "help": 67,
    "understanding": 153,
    "my": 96,
    "options": 102,
    "general": 58,
    "started": 128,
    "quick": 112,
    "tutorial": 149,
    "walk": 161,
    "through": 143,
    "process": 105
  },
  "intent": {
    "greet": 1,
    "request_report": 5,
    "need_list": 2,
    "no_list": 4,
    "search_term": 6,
    "select_menu": 7,
    "ask_help": 0,
    "nlu_fallback": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_action_link": 6,
    "action_fetch_menu_names": 7,
    "action_provide_help": 9,
    "utter_ask_list": 15,
    "utter_ask_search_term": 16,
    "utter_default": 17,
    "utter_greet": 18,
    "utter_no_list": 19
  },
  "action_text": null,
  "intent_response_key": null
}