{
  "text": {
    "hi": 66,
    "hello": 63,
    "hey": 65,
    "good": 60,
    "morning": 93,
    "evening": 46,
    "i": 68,
    "need": 95,
    "a": 2,
    "report": 114,
    "can": 22,
    "you": 166,
    "get": 58,
    "me": 90,
    "want": 159,
    "yes": 165,
    "list": 82,
    "yeah": 163,
    "no": 96,
    "don": 40,
    "t": 134,
    "not": 97,
    "really": 112,
    "search": 117,
    "for": 53,
    "attendance": 14,
    "find": 51,
    "fees": 50,
    "show": 121,
    "library": 80,
    "look": 83,
    "up": 151,
    "transport": 145,
    "category": 23,
    "meetings": 91,
    "student": 129,
    "basic": 16,
    "progressreport": 106,
    "marks": 88,
    "different": 37,
    "type": 147,
    "using": 154,
    "verb": 155,
    "adding": 6,
    "details": 35,
    "about": 3,
    "more": 92,
    "descriptive": 32,
    "information": 69,
    "on": 99,
    "display": 38,
    "synonym": 133,
    "question": 109,
    "format": 55,
    "could": 29,
    "to": 142,
    "am": 8,
    "looking": 84,
    "of": 98,
    "provide": 107,
    "give": 59,
    "access": 4,
    "shorter": 120,
    "please": 102,
    "very": 157,
    "short": 119,
    "at": 13,
    "end": 42,
    "just": 74,
    "entity": 44,
    "keyword": 75,
    "lookup": 85,
    "association": 12,
    "tell": 137,
    "what": 160,
    "formal": 54,
    "inquire": 70,
    "d": 31,
    "like": 81,
    "let": 79,
    "see": 118,
    "enquire": 43,
    "uk": 149,
    "spelling": 123,
    "broader": 20,
    "coverage": 30,
    "reasons": 113,
    "staff": 124,
    "classwise": 25,
    "class": 24,
    "wise": 161,
    "collect": 26,
    "book": 17,
    "condition": 27,
    "barcode": 15,
    "generation": 57,
    "status": 126,
    "transaction": 143,
    "types": 148,
    "achievement": 5,
    "intra": 71,
    "campus": 21,
    "consolidated": 28,
    "__number__": 1,
    "year": 164,
    "performance": 101,
    "teacher": 136,
    "ratio": 111,
    "progress": 105,
    "kg": 76,
    "assign": 11,
    "group": 61,
    "fine": 52,
    "master": 89,
    "3rd": 0,
    "language": 77,
    "summary": 132,
    "effective": 41,
    "strength": 128,
    "subject": 131,
    "map": 87,
    "tc": 135,
    "students": 130,
    "admission": 7,
    "detailed": 34,
    "timetable": 141,
    "joboperations": 73,
    "stock": 127,
    "updation": 152,
    "verification": 156,
    "difference": 36,
    "branch": 19,
    "ledger": 78,
    "transfer": 144,
    "detail": 33,
    "exam": 47,
    "results": 116,
    "result": 115,
    "entry": 45,
    "product": 104,
    "and": 9,
    "item": 72,
    "purchase": 108,
    "how": 67,
    "do": 39,
    "use": 153,
    "this": 139,
    "bot": 18,
    "explain": 48,
    "works": 162,
    "are": 10,
    "the": 138,
    "main": 86,
    "features": 49,
    "guide": 62,
    "some": 122,
    "help": 64,
    "understanding": 150,
    "my": 94,
    "options": 100,
    "general": 56,
    "started": 125,
    "quick": 110,
    "tutorial": 146,
    "walk": 158,
    "through": 140,
    "process": 103
  },
  "intent": {
    "greet": 1,
    "request_report": 5,
    "need_list": 2,
    "no_list": 4,
    "search_term": 6,
    "select_menu": 7,
    "ask_help": 0,
    "nlu_fallback": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_action_link": 6,
    "action_fetch_menu_names": 7,
    "action_provide_help": 9,
    "utter_ask_list": 15,
    "utter_ask_search_term": 16,
    "utter_default": 17,
    "utter_greet": 18,
    "utter_no_list": 19
  },
  "action_text": null,
  "intent_response_key": null
}