{
  "text": {
    "i": 40,
    "need": 58,
    "a": 2,
    "report": 73,
    "can": 15,
    "you": 104,
    "get": 37,
    "want": 97,
    "yes": 103,
    "list": 51,
    "yeah": 101,
    "no": 59,
    "do": 27,
    "not": 60,
    "really": 71,
    "search": 75,
    "for": 35,
    "attendance": 9,
    "find": 33,
    "fee": 32,
    "show": 77,
    "library": 49,
    "look": 52,
    "up": 94,
    "transport": 92,
    "category": 16,
    "meeting": 57,
    "student": 82,
    "progressreport": 67,
    "mark": 55,
    "detail": 23,
    "about": 3,
    "information": 41,
    "on": 62,
    "display": 26,
    "could": 22,
    "to": 89,
    "be": 11,
    "of": 61,
    "provide": 68,
    "give": 38,
    "access": 4,
    "please": 64,
    "lookup": 53,
    "tell": 87,
    "what": 98,
    "would": 100,
    "like": 50,
    "inquire": 42,
    "let": 48,
    "see": 76,
    "enquire": 29,
    "reason": 72,
    "staff": 78,
    "classwise": 18,
    "class": 17,
    "wise": 99,
    "collect": 19,
    "book": 12,
    "condition": 20,
    "barcode": 10,
    "generation": 36,
    "status": 79,
    "transaction": 90,
    "type": 93,
    "achievement": 5,
    "intra": 43,
    "campus": 14,
    "consolidated": 21,
    "__number__": 1,
    "year": 102,
    "performance": 63,
    "teacher": 86,
    "ratio": 70,
    "progress": 66,
    "kg": 45,
    "assign": 8,
    "group": 39,
    "fine": 34,
    "master": 56,
    "3rd": 0,
    "language": 46,
    "summary": 84,
    "effective": 28,
    "strength": 81,
    "subject": 83,
    "map": 54,
    "tc": 85,
    "admission": 6,
    "detailed": 24,
    "timetable": 88,
    "stock": 80,
    "updation": 95,
    "verification": 96,
    "difference": 25,
    "branch": 13,
    "ledger": 47,
    "transfer": 91,
    "exam": 31,
    "result": 74,
    "entry": 30,
    "product": 65,
    "and": 7,
    "item": 44,
    "purchase": 69
  },
  "intent": {
    "request_report": 4,
    "need_list": 1,
    "no_list": 3,
    "search_term": 5,
    "select_menu": 6,
    "greet": 0,
    "nlu_fallback": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_action_link": 6,
    "action_fetch_menu_names": 7,
    "utter_ask_list": 14,
    "utter_ask_search_term": 15,
    "utter_default": 16,
    "utter_greet": 17,
    "utter_no_list": 18
  },
  "action_text": null,
  "intent_response_key": null
}