{
  "text": {
    "hi": 62,
    "hello": 59,
    "hey": 61,
    "good": 56,
    "morning": 86,
    "evening": 42,
    "i": 64,
    "need": 88,
    "a": 2,
    "report": 107,
    "can": 21,
    "you": 154,
    "get": 54,
    "want": 146,
    "yes": 153,
    "list": 77,
    "yeah": 151,
    "no": 89,
    "do": 36,
    "not": 90,
    "really": 105,
    "search": 109,
    "for": 49,
    "attendance": 12,
    "find": 47,
    "fee": 46,
    "show": 112,
    "library": 75,
    "look": 78,
    "up": 139,
    "transport": 134,
    "category": 22,
    "meeting": 84,
    "student": 120,
    "basic": 14,
    "progressreport": 99,
    "mark": 82,
    "different": 34,
    "type": 136,
    "use": 141,
    "verb": 142,
    "add": 6,
    "detail": 31,
    "about": 3,
    "more": 85,
    "descriptive": 30,
    "information": 65,
    "on": 92,
    "display": 35,
    "synonym": 123,
    "question": 102,
    "format": 51,
    "could": 28,
    "to": 131,
    "be": 15,
    "of": 91,
    "provide": 100,
    "give": 55,
    "access": 4,
    "short": 111,
    "please": 95,
    "very": 144,
    "at": 11,
    "end": 38,
    "just": 69,
    "entity": 40,
    "keyword": 70,
    "lookup": 79,
    "association": 10,
    "tell": 126,
    "what": 147,
    "formal": 50,
    "inquire": 66,
    "would": 150,
    "like": 76,
    "let": 74,
    "see": 110,
    "enquire": 39,
    "uk": 137,
    "spelling": 114,
    "broad": 19,
    "coverage": 29,
    "reason": 106,
    "staff": 115,
    "classwise": 24,
    "class": 23,
    "wise": 148,
    "collect": 25,
    "book": 16,
    "condition": 26,
    "barcode": 13,
    "generation": 53,
    "status": 117,
    "transaction": 132,
    "achievement": 5,
    "intra": 67,
    "campus": 20,
    "consolidated": 27,
    "__number__": 1,
    "year": 152,
    "performance": 94,
    "teacher": 125,
    "ratio": 104,
    "progress": 98,
    "kg": 71,
    "assign": 9,
    "group": 57,
    "fine": 48,
    "master": 83,
    "3rd": 0,
    "language": 72,
    "summary": 122,
    "effective": 37,
    "strength": 119,
    "subject": 121,
    "map": 81,
    "tc": 124,
    "admission": 7,
    "detailed": 32,
    "timetable": 130,
    "stock": 118,
    "updation": 140,
    "verification": 143,
    "difference": 33,
    "branch": 18,
    "ledger": 73,
    "transfer": 133,
    "exam": 43,
    "result": 108,
    "entry": 41,
    "product": 97,
    "and": 8,
    "item": 68,
    "purchase": 101,
    "how": 63,
    "this": 128,
    "bot": 17,
    "explain": 44,
    "work": 149,
    "the": 127,
    "main": 80,
    "feature": 45,
    "guide": 58,
    "some": 113,
    "help": 60,
    "understand": 138,
    "my": 87,
    "option": 93,
    "general": 52,
    "start": 116,
    "quick": 103,
    "tutorial": 135,
    "walk": 145,
    "through": 129,
    "process": 96
  },
  "intent": {
    "greet": 1,
    "request_report": 5,
    "need_list": 2,
    "no_list": 4,
    "search_term": 6,
    "select_menu": 7,
    "ask_help": 0,
    "nlu_fallback": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_action_link": 6,
    "action_fetch_menu_names": 7,
    "action_provide_help": 9,
    "utter_ask_list": 15,
    "utter_ask_search_term": 16,
    "utter_default": 17,
    "utter_greet": 18,
    "utter_no_list": 19
  },
  "action_text": null,
  "intent_response_key": null
}